{
  "games":[
  {
    "id": 1,
    "name":"Assassin's Creed Valhalla",
  "description": "Become a legendary Viking warrior raised on tales of battle and glory. Raid your enemies, grow your settlement, and build your political power in the quest to earn a place among the gods in Valhalla.",
  "platform": "PS4,PS5",
  "price": "59.99",
  "image":"/src/assets/images/banners/banner.jpg",
  "avatar": "/src/assets/images/avatars/avatar.jpg"
},
 
  {
    "id": 2,
    "name":"Marvel's Spider-Man 2",
  "description": "Spider-Men, Peter Parker and Miles Morales, return for an exciting new adventure in the critically acclaimed Marvel’s Spider-Man franchise for PS5.Swing, jump and utilize the new Web Wings to travel across Marvel’s New York, quickly switching between Peter Parker and Miles Morales to experience different stories and epic new powers, as the iconic villain Venom threatens to destroy their lives, their city and the ones they love.",  
  "platform": "PS5",
  "price": "79.99",
  "image":"/src/assets/images/banners/banner2.jpg",
  "avatar": "/src/assets/images/avatars/avatar2.jpg"
},

  {
    "id": 3,
    "name":"Diablo IV",
  "description": "The legendary action RPG series returns with Diablo IV. This spectacular evolution introduces a vast new world to explore, filled with the promise of never-ending adventure, deadly demons and legendary loot. Discover the corrupted land of Sanctuary as it falls into a new era of darkness. Lilith, daughter of Mephisto, Lord of Hatred, has been freed from exile and now her hateful influence threatens to consume the world. Only you and your fellow adventurers stand between Lilith and Sanctuary’s ruin.",
  "platform": "PS4,PS5",
  "price": "69.99",
  "image":"/src/assets/images/banners/banner3.jpg",
  "avatar": "/src/assets/images/avatars/avatar3.jpg"
},

  {
    "id": 4,
    "name":"EA SPORTS™ FIFA 23",
  "description": "EA SPORTS™ FIFA 23 brings The World’s Game to the pitch, with both men’s and women’s FIFA World Cup™ tournaments, the addition of women’s club teams and new ways to play your favorite modes. Advances in HyperMotion2 Technology bring even more of the action and realism of football to the pitch on PS5. Driven by twice as much real-world motion capture, there is now more true football animation than ever before in every match.",
  "platform": "PS5",
  "price": "17.49",
  "image":"/src/assets/images/banners/banner4.jpg",
  "avatar": "/src/assets/images/avatars/avatar4.jpg"
},
  {
    "id": 5,
    "name":"Grand Theft Auto V",
  "description": "Includes Grand Theft Auto V: Story Mode and Grand Theft Auto Online. Continue your journey on PS5™ and transfer both GTAV Story Mode progress and GTA Online characters and progression to PS5™ with a one-time migration. Experience entertainment blockbusters, Grand Theft Auto V and GTA Online — now for PS5™. PS5™ players can enjoy new high-performance vehicle upgrades and improvements like the Career Builder as well as all GTA Online gameplay upgrades, expansions, and access to all current and previous content updates, ready to enjoy solo or with friends. Pull off daring co-operative Heists, enter adrenaline-fueled Stunt Races, compete in unique Adversary Modes, or hang out in social spaces including nightclubs, arcades, penthouse parties, car meetups, and much more.",
  "platform": "PS5",
  "price": "39.99",
  "image":"/src/assets/images/banners/banner5.jpg",
  "avatar": "/src/assets/images/avatars/avatar5.jpg"
  },
  {
    "id": 6,
    "name":"Street Fighter 6",
  "description": "Street Fighter 6 is the next evolution of the Street Fighter series, and features innovative new gameplay features, plus enhanced visuals for every aspect of the game. Powered by Capcom's proprietary RE ENGINE, the Street Fighter 6 experience spans across three distinct game modes - Fighting Ground, World Tour and Battle Hub. Your path to becoming a World Warrior starts here. Your moment. Your fight.",
  "platform": "PS4,PS5",
  "price": "59.99",
  "image":"/src/assets/images/banners/banner6.jpg",
  "avatar": "/src/assets/images/avatars/avatar6.jpg"
    
}
],
"users":[{
  "id":1,
  "lastName": "Truong",
  "firstName": "Trung",
  "birth": "27/09/1996",
  "email":"truongcongtrung2709@gmail.com",
  "phone": "0778046560",
  "password": "tct2709123"
},
{
  "id":2,
  "lastName": "Pham",
  "firstName": "Quynh",
  "birth": "12/09/1994",
  "email":"trucquynh1209@gmail.com",
  "phone": "0778046560",
  "password": "tq1209123"
}
]
}