[
  {
    "id":"1",
    "name":"Spiderman: Across the spider verse",
  "description": "After reuniting with Gwen Stacy, Brooklyn's full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse's very existence.",
  "image":"/src/assets/images/banner.jpg"},
 
  {
    "id":"2",
    "name":"Transformer: Rise of the beasts",
  "description": "Transformers: Rise of the Beasts is a 2023 American science fiction action film based on Hasbro's Transformers toy line, and primarily influenced by the Beast Wars storyline. It is the seventh installment in the Transformers live-action film series.",
  "image":"/src/assets/images/banner2.jpg"},

  {
    "id":"3",
    "name":"The Flash: Flashpoint ",
  "description": "The Flash travels through time to prevent the murder of his mother but unwittingly causes changes that result in the creation of a multiverse. The film is based on the iconic Flashpoint event from DC Comics, where Flash meets new versions of Batman and Superman as he strives to prevent the multiverse from collapsing.",
  "image":"/src/assets/images/banner3.jpg"},

  {
    "id":"4",
    "name":"Fast and furious 10",
  "description": "Dominic Toretto and his team are requested by the Agency to steal a computer chip during its transit in Rome, Italy. Dom and his wife Letty Ortiz stay behind with his son Brian 'Little B' Marcos, while the rest of the team travels to Rome. However, a wounded Cipher arrives at Dom's home and informs him that Dante Reyes, the son of drug lord Hernan Reyes, has turned her crew against her by threatening their families and is using them to target Dom in revenge for his father's death and the loss of his family's fortune ten years prior.[b] Little Nobody takes Cipher into custody but reveals to Dom and Letty that there is no Agency mission in Rome. Realizing that Dante set them up, Dom and Letty go to rescue the team.",
  "image":"/src/assets/images/banner4.jpg"},
  {
    
    "id":"5",
    "name":"Little Mermaid",
  "description": "he story centers a young mermaid named Ariel, who is captivated by the world upon the surface. When she falls in love with a human prince, she makes a deal with a villainous sea witch to become human, herself, and must earn his love before the agreed time runs out.",
  "image":"/src/assets/images/banner5.jpg"
  },
  {"id":"6",
  "name": "Avatar The way of the Water",
  "description":"Sixteen years after the Na'vi repelled the RDA invasion of Pandora,[a] Jake Sully lives as chief of the Omatikaya clan and raises a family with Neytiri, which includes sons Neteyam and Lo'ak, daughter Tuk, and adopted children Kiri (born from Grace Augustine's inert avatar) and Spider, the Pandora-born human son of the late Colonel Miles Quaritch. To the Na'vi's dismay, the RDA, led by their new leader Frances Ardmore, returns to colonize Pandora, as Earth is dying. Among the new arrivals are Recombinants—Na'vi avatars implanted with the memories of deceased human soldiers—with Quaritch's recombinant serving as the leader.",
  "image": "/src/assets/images/banner6.jpg"}
]